@extends('frontend.layouts.app')

@section('title')
    Nirapod Host - Secure & Trusted Hosting
@endsection
@section('content')
<style>
    .sec-normal, .top-header{
        font-family: kalpurush;
    }
</style>
<div class="top-header exapath-w">
    <div class="total-grad-inverse"></div>
        <div class="container">
            <div class="row">
            <div class="col-lg-12">
                <div class="wrapper">
                <div class="bangla-white"><h1>কেন নিরাপদ হোস্ট? </h1></div>
                <div class="bangla-white">আমরা মনে করি হোস্টিং এর টেকনিক্যাল দিক গুলো যত ভাল করে একজন জানবেন, তত ভালো করে তিনি হোস্টিং প্রোভাইডারকে প্রশ্ন করতে পারবেন। আর সুক্ষ ফাঁক ফোকড় নিয়ে প্রশ্ন করলে আমাদের হোস্টিং কেন অন্যদের চেয়ে ভালো তা জানতে পারবেন। তাই আমরা নতুন ব্যবহারকারীদেরকে কিছু বিষয় জানানোর প্রয়োজন বোধ করছি । </div>
                </div>
            </div>
        </div>
    </div>
</div>
<section class="sec-normal">
	<div class="container">
		<div class="row">
			<div class="col-sm-12 col-md-12 col-lg-12">
				<div class="sec-main sec-bg1 pay">
					<h2 class="section-heading mt-3 bangla">১। সাপোর্ট :</h2>
					<p class="bangla mb-4">হোস্টিং একটি অত্যন্ত টেকনিক্যাল বিষয় | সমস্যা হতেই পারে | কিন্তু দেখার বিষয় হলো , সমস্যা হলে হোস্টিং প্রোভাইডার কত দ্রুত এবং কিভাবে রেসপন্স করে | তারা কি আপনার কথা শোনার জন্য সবসময় সাপোর্টে বা অনলাইনে থাকে ?</p>
					<p class="bangla mb-4">খুব সাধারন ব্যপারের জন্য ঘন্টার পর ঘন্টা – এমন কি দিনের পর দিন, বসে থাকার মানেই হয়না | ধরুন, আপনি রাত ১২ টায় আপনার ওয়েবসাইটটি জরুরি আপডেট করবেন | কিন্তু আপনি Cpanel ইউজার নেম এবং পাসওয়ার্ড ভুলে গেছেন বা হারিয়ে ফেলেছেন | এখন এটি রিসেট করতে চান | এটি করতে পারে আপনার হোস্টিং প্রোভাইডার | যদি সে এ সময় সাপোর্ট-এ না থাকে, তাহলে আপনাকে আগামী কালের জন্য অপেক্ষা করতে হবে | এটা বিরক্তিকর |</p>
					<p class="bangla mb-4">আবার মনে করুন আপনার বস আপনাকে বললেন, অফিসের জন্য নতুন একটা ইমেইল এড্রেস খুলতে | আপনি Cpanel -এ লগইন করতে পারছেন না | কোন কারনে আপনার IP টা ব্লক হয়ে গেছে | এখন দ্রুত হোস্টিং প্রোভাইডারের সাথে যোগাযোগ করা দরকার | এই মুহুর্তে যদি দেখেন হোস্টিং প্রোভাইডারের কেউ ফোন ধরছে না বা অনলাইন সাপোর্টে কেউ নেই , ব্যাপার টা দু:খজনক হবে | তারচেয়ে বিষয়টি বিরক্তিকর হবে যদি দেখেন, আপনি আপনার সমস্যাটা জানিয়েছেন ঠিকই কিন্তু সমাধান হতে ২৪ ঘন্টা বা তার বেশি লেগে গেল | আপনি কিন্তু আপনার বসের কাছে বিব্রতকর অবস্থায় পড়লেন |</p>
					<p class="bangla mb-4">সুখবর হলো , নিরাপদ হোস্টিংয়ে উপরোক্ত দুটি ঘটনার ক্ষেত্রেই আপনি সর্বোচ্চ ১০ মিনিটের মধ্যে সমাধান পাবেন। আমরা দিন-রাত সবসময় সাপোর্টে থাকি |</p>
					<p></p>
					<h2 class="section-heading mt-3 bangla">২। আপনাকে কেমন রিসোর্স দিবে তা জেনে নিন:</h2>
					<p class="bangla mb-4">আমরা বেশিরভাগ হোস্টিং কেনার সময় শুধু ডিস্ক স্পেস আর ব্যান্ডওয়াইড – এর খোজ করি। অথচ এ দুটি জিনিস খুব বেশি গুরুত্বপূর্ন না। আপনার কাছে অবিশ্বাস্য লাগতে পারে যে আমরা ১০০০০ MB (10 GB) ডিস্ক স্পেস ৫০০ টাকার প্যকেজে দিতে পারি। ২০০০ জিবি বা ২০,০০০০০ এমবি ডিস্ক স্পেস নিতে আমাদের খরচ হবে বছরে মাত্র ১০০০০ টাকা। ১০ জিবির জন্য আমাদের খরচ বছরে ৫০ টাকা। কিন্তু এটা হবে নরমাল HDD</p>
					<p class="bangla mb-4">এই ১০ জিবি HDD আপনার কোন কাজেই আসবেনা যদি আপনাকে যথেস্ট পরিমান মেমোরি আর সিপিউ পাওয়ার না দেয়া হয়। বেশিরভাগ হোস্টিং কোম্পানি এটা প্রকাশ করে না।</p>
					<p class="bangla mb-4">সুখবর হচ্ছে আমরা সস্তা HDD ব্যবহার করিনা | SSD এর স্পীড HDD থেকে ৩ থেকে ৪ গুন | দামও অনেক বেশি | আমরা SSD -ও ব্যবহার করিনা | আমরা ব্যবহার করি NVMe SSD– যার স্পীড নরমাল SSD থেকে ৫/৬ গুন বেশী। দামও অত্যাধিক ।</p>
					<p class="bangla mb-4">আমরা আমাদের সবচেয়ে কম যে প্যকেজ সেটাতেও ১০০% সিপিউ পাওয়ার ( 1 CPU ) এবং ১ জিবি মেমোরি দিয়ে থাকি । সাধারণত VPS- এ এই পরিমান রিসোর্স দেয়া হয়ে থাকে |এবং আপনাকে যে রিসোর্স দেয়া হবে তা আপনি আপনার কন্ট্রোল প্যানেল থেকে উপরোক্ত চিত্রের মত নিজে দেখতে পারবেন</p>
					<h2 class="section-heading mt-3 bangla">৩। হোস্টিং প্রোভাইডারের কি নিয়মিত সার্ভার পরিচর্যা করে?</h2>
					<p class="bangla mb-4">এটি একটি গুরুত্বপূর্ন বিষয়। দুনিয়ার সবচেয়ে শক্তিশালী সার্ভার নেয়ার পরও নিমিষেই রিসোর্স শেষ হয়ে যাবে গুটি কয়েক ম্যালওয়ার বা এবইউজেজ-কারীর জন্য। এটা সবসময় চোখে চোখে রাখতে হয়।</p>
					<p class="bangla mb-4">হোস্টিং কোম্পানি যদি এসব তদারকি না করেন তাহলে আপনি নন-টেকনিক্যাল হওয়ার কারনে হয়ত বুঝতে পারবেন না। কিন্তু আপনি আপনার প্রাপ্য সার্ভিস পাবেন না | সবচেয়ে বড় যে দুটি ঘটনা ঘটবে তা হলো:
						<br>
						<br>-&gt; আপনার সাইট স্লো হবে ( যদিও আপনাকে ১০০% সিপিউ পাওয়ার ( 1 CPU ) এবং ২ জিবি মেমোরি দেয়া হয়েছে ) ।
						<br>-&gt; আপনার ইমেইল বাউন্স করবে বা অনাকাংখিত ইমেইলে আপনার ইনব্ক্স ভরে যাবে</p>
					<p class="bangla mb-4">সুখবর হচ্ছে, আমরা আমাদের সার্ভার গুলো সবসময় তদারকি করে থাকি। ফলে আমাদের সার্ভারের লোড এভারেজ অধিকাংশ সময় ১ এর নিচে থাকে। বিশ্বের অনেক বড় বড় হোস্টিং কোম্পানির সার্ভারও ৩ এর নিচে লোড এভারেজ রাখে না।</p>
					<h2 class="section-heading mt-3 bangla">কমন ফিচারসমূহ:</h2>
					<p class="bangla mb-4">আপনি বিভিন্ন হোস্টিং কোম্পানির সাইটে ফিচারের যে লম্বা লিস্ট দেখে থাকেন, সেগুলোর সবগুলোই আমাদের আছে। বাস্তবে সব হোস্টিং কোম্পানির-ই থাকে। যেমন: ফ্রি SSL, 1-CLICK INSTALL APPS, Unlimited FTP ,Free Cpanel etc….</p>
					<p class="bangla mb-4">আপনি যদি কোন বিশেষ ফিচার সম্পর্কে জানতে চান, আমাদের লাইভ চ্যাট- এ প্রশ্ন করে জেনে নিতে পারেন |</p>
				</div>
			</div>
		</div>
	</div>
</section>

@endsection